Repository: BuddiesOfBudgie/budgie-desktop
Catalog: po/*.po
Languages: kab

source: Other
kab: Ayen nniḍen

source: Accessories
kab: Imerniyen

source: Education
kab: Asegmi

source: Games
kab: Uraren

source: Graphics
kab: Udlifen

source: Office
kab: Awurmahil

source: Programming
kab: Asihel

source: Science
kab: Tussna

source: Sound & Video
kab: Imesli akked uvidyu

source: System Tools
kab: Ifecka n unagraw

source: Universal Access
kab: Addaf ameɣradu

source: New Category
kab: Taggayt tamaynut

source: Unread Notifications
kab: Alɣuten ur nettwaɣri ara

source: You received %d notification while an application was fullscreened.
kab: Yewweḍ-ak·am-d %d n yilɣa mi yella usnas s ugdil aččuran.

source: View Notifications
kab: Wali ilɣa

source: Log out
kab: Ffeɣ

source: Restart device
kab: Ales asekker n yibenk

source: Power Off
kab: Sens

source: Caps Lock is on
kab: Isekkilen imeqqranen remden

source: Caps Lock is off
kab: Isekkilen imeqqranen nsan

source: Authentication failed
kab: Asesteb ur yeddi ara

source: Group:
kab: Agraw:

source: _Lock
kab: _Sekkeṛ

source: L_og Out
kab: Ffeɣ (_o)

source: _Suspend
kab: Se_ḥbes

source: _Hibernate
kab: Sgen (_H)

source: _Reboot
kab: Ales asenker (_R)

source: Shut_down
kab: Sexsi (_d)

source: This system does not support hibernation.
kab: Anagraw-agi ur issefrak ara asgen

source: Files to send
kab: Ifuyla ara tazneḍ

source: _Cancel
kab: Se_fsex

source: _Open
kab: Ldi (_O)

source: Send Files via Bluetooth
kab: Azen ifuyla s Bluetooth

source: Send files to device…
kab: Azen ifuyla ɣer yibenk..

source: Rejected file
kab: Afaylu yettwagi

source: File already exists: %s
kab: Afaylu yella yakan: %s

source: Receiving file
kab: Armas n ufaylu

source: Device '%s' wants to send a file: %s %s
kab: Ibenk '%s' yebɣa ad yazen afaylu: %s %s

source: Accept
kab: Qbel

source: Reject
kab: Ḍeqqer

source: File name
kab: Isem n ufaylu

source: Transfer rate
kab: Atug n usiweḍ

source: Close
kab: Mdel

source: Cancel
kab: Sefsex

source: <b>Transfer rate:</b> %s / s
kab: <b>Atug n usiweḍ:</b> %s / s

source: %s / %s: Time remaining: %s
kab: %s / %s: Akud i d-yeqqimen: %s

source: %u hour
kab: %u usrag

source: %u minute
kab: %u n tesdat

source: %u second
kab: %u n tasint

source: %d second
kab: %d n tasint

source: Send
kab: Azen

source: Speaker
kab: Ameɣri n yimesli

source: Keyboard
kab: Anasiw

source: Mouse
kab: Taɣerdayt

source: Phone
kab: Tiliɣri

source: Bluetooth File Transfer
kab: Asiweḍ n yifuyla Bluetooth

source: <b>From</b>: %s
kab: <b>Seg</b>: %s

source: <b>To</b>: %s
kab: <b>Ɣer</b>: %s

source: <b>File name</b>: %s
kab: <b>Isem ufaylu</b>: %s

source: File transfer failed
kab: Asiweḍ n ufaylu ur yeddi ara

source: File '%s' not received from %s
kab: Afaylu '%s' ur d-yettwarmes ara seg %s

source: File '%s' from %s not received: %s
kab: Afaylu '%s' seg %s ur d-yettwarmes ara: %s

source: File transferred successfully
kab: Afaylu yettwasiweḍ akken iwata

source: Saved file from %s to '%s'
kab: Yettwasekles ufaylu seg %s ɣer '%s'

source: From
kab: Seg

source: To
kab: Ɣer

source: Trying to connect to %s…
kab: Ɛreḍ ad teqqneḍ ɣer %s...

source: Connecting to '%s' failed
kab: Tuqqna ɣer '%s' ur teddi ara

source: The file has not been transferred.
kab: Afaylu ur yettwasiweḍ ara.

source: Retry
kab: Ɛreḍ tikelt nniḍen

source: Waiting for acceptance on %s…
kab: Araǧu ad yettwaqbel deg %s...

source: Transferring '%s' failed
kab: Asiweḍ n '%s' ur yeddi ara

source: The transfer was interrupted or declined by %s.
kab: Asiweḍ yettwaḥbes neɣ yettwagi sɣur %s.

source: Select a Bluetooth device to send files to
kab: Fren ibenk n Bluetooth ara tazneḍ ifuyla ɣer

source: Discovering…
kab: Asnirem...

source: <b>No devices found</b>
kab: <b>Ulac ibenkan yettwafen</b>

source: Ensure that your devices are visable and ready for pairing
kab: Tḥeqqeq belli ibenkan-ik·im ttbanen u tewjed i tayuga

source: Available Devices
kab: Ibenkan yellan

source: Budgie Screenshot
kab: Tuṭṭfa n ugdil Budgie

source: Screenshot entire screen
kab: Tuṭṭfa n ugdil meṛṛa

source: Screenshot active window
kab: Tuṭṭfa n ugdil i usfaylu urmid

source: Screenshot selected area
kab: Tuṭṭfa n ugdil i tamnaḍt yettwafernen

source: Cancel screenshot
kab: Sefsex tuṭṭfa n ugdil

source: Save screenshot to the selected directory
kab: Sekles tuṭṭfa n ugdil ɣer ukaram yettwafernen

source: Copy screenshot to the clipboard
kab: Nɣel tuṭṭfa n ugdil ɣer tecfawit

source: Open screenshot in default application
kab: Ldi tuṭṭfa n ugdil deg usnas amezwer

source: Other...
kab: Wayeḍ...

source: Open Folder
kab: Ldi akaram

source: Open
kab: Ldi

source: Caffeine Mode
kab: Askar n Kafiyin

source: Set menu icon from file
kab: Sbadu tignit n wumuɣ seg ufaylu

source: Image files
kab: Ifuyla n tugna

source: Any file
kab: Yal afaylu

source: Set icon
kab: Sbadu tignit

source: Sorry, no items found
kab: Suref-aɣ, ulac iferdisen i yettwafen

source: All
kab: Akk

source: Budgie Desktop Settings
kab: Iɣewwaṛen n tnarit Budgie

source: System Settings
kab: Iɣewwaṛen n unagraw

source: Power
kab: Tazmert

source: Timer (minutes)
kab: Amakud (tisdatin)

source: System time and date settings
kab: Akud n unagraw akked iɣewwaṛen n uzemz

source: Unfavorite
kab: Kkes asmenyif

source: Favorite
kab: Asmenyif

source: Close all windows
kab: Mdel akk isfuyla

source: Launch new instance
kab: Sekker tummant tamaynutt

source: Minimize
kab: Semẓi

source: Move to %s
kab: Smutti ɣer %s

source: Unmaximize
kab: Kkes asemɣeṛ

source: Maximize
kab: Ssemɣeṛ

source: Close window
kab: Mdel asfaylu

source: Show window controls
kab: Sken isenqaden n usfaylu

source: %u unread notification
kab: %u n wulɣu ur nettwaɣri ara

source: No unread notifications
kab: Ulac tilɣa ur nettwaɣri ara

source: Volume is in use by other processes
kab: Ableɣ yettwaseqdec deg ukala-nniḍen

source: Operation aborted
kab: Tamhelt tettwaḥbes

source: Type your password
kab: Aru awal-ik·im uffir

source: Local volumes
kab: Iblaɣen idiganen

source: Network folders
kab: Ikaramen n uẓeṭṭa

source: Eject
kab: Ḍeqqer

source: Unmount
kab: Kkes aserkeb

source: Open "%s"
kab: Ldi "%s"

source: You can now safely remove
kab: Tzemreḍ tura ad tekkseḍ s tɣellist

source: Unknown Device
kab: Ibenk arussin

source: Error while ejecting device
kab: Tuccḍa deg uḍeqqer n yibenk

source: Error while unmounting volume
kab: Tuccḍa deg tukksa n userkeb n ubleɣ

source: Places
kab: Idigen

source: Mount and open "%s"
kab: Serkeb sakin ldi "%s"

source: The password you entered is incorrect
kab: Awal uffir i teskecmeḍ d armeɣtu

source: An unknown error occurred while attempting to mount this volume
kab: Teḍra-d tuccḍa tarussint deg uneɛruḍ n userkeb n ubleɣ-a

source: Nothing to display right now
kab: Ulac acu ara yettwabeqqeḍen tura

source: Mount some drives
kab: Serkeb kra n yimeɣriyen

source: Enable more sections
kab: Sermed ugar n tgezmiwin

source: Bluetooth Settings
kab: Iγewwaṛen n Bluetooth

source: Turn Bluetooth on or off
kab: Rmed neɣ sens Bluetooth

source: Airplane mode is on.
kab: Askar n temsrifegt yermed.

source: Bluetooth is disabled while airplane mode is on.
kab: Bluetooth yensa ticki yermed uskar n temsrifegt.

source: Send file
kab: Azen afaylu

source: Disconnect
kab: Ffeɣ si tuqqna

source: Disconnecting…
kab: Tuffɣa si tuqqna...

source: Connecting…
kab: Tuqqna...

source: Failed to disconnect
kab: Tuccḍa deg tuffɣa si tuqqna

source: Failed to connect
kab: Tecceḍ tuqqna

source: Connected
kab: Yettwaqqen

source: Disconnected
kab: Yenser seg tuqqna

source: <b>Filename</b>: %s
kab: <b>Isem n ufaylu</b>: %s

source: Receiving… %s of %s
kab: Armas... %s n %s

source: Sending… %s of %s
kab: Tuzna... %s n %s

source: Battery fully charged.
kab: Adɣaɣ yeččur akk.

source: Unknown
kab: Arussin

source: Battery charging
kab: Adɣaɣ yettɛebbi

source: Battery remaining
kab: Adɣaɣ i d-yegran

source: User
kab: Aseqdac

source: Lock
kab: Sekkeṛ

source: Suspend
kab: Seḥbes deg leεḍil

source: Hibernate
kab: Sgen

source: Restart
kab: Ales asekker

source: Shutdown
kab: Sexsi

source: Logout
kab: Tuffɣa

source: Rename
kab: Snifel isem

source: Remove
kab: Kkes

source: Not able to create new workspaces
kab: Ur yezmir ara ad d-yesnulfu tallunin n umahil timaynutin

source: Create a new workspace
kab: Snulfu-d tallunt n umahil tamaynut

source: Applications
kab: Isnasen

source: Add
kab: Rnu

source: Command
kab: Taladna

source: An entry with that title already exists
kab: Anekcum s uzwel-agi yella yakan

source: Title
kab: Azwel

source: Required
kab: Yettwasra

source: Description
kab: Aglam

source: Optional
kab: Afrayan

source: Autostart
kab: Asenker awurman

source: Autostart apps
kab: Asenker awurman n yisnasen

source: Add Application
kab: Rnu asnas

source: Normal
kab: Amagnu

source: Small
kab: Meẓẓi

source: Large
kab: Ahrawan

source: Massive
kab: Meqqar

source: Fonts
kab: Tisefsiyin

source: Window Titles
kab: Izwal n isfuyla

source: Set the font used in the titlebars of applications.
kab: Sbadu tasefsit yettwasqedcen deg ufeggag n uzwel n isnasen.

source: Documents
kab: Isemliyen

source: Set the display font used by for documents.
kab: Sbadu tasefsit n ubeqqeḍ yettwasqedcen i isemliyen.

source: Interface
kab: Agrudem

source: Set the primary font used by application controls.
kab: Sbadu tasefsit tagejdant i yettwasqedcen s isenqaden n usnas.

source: Full
kab: Ačuran

source: None
kab: Ula yiwen

source: Appearance
kab: Arwes

source: Panels
kab: Igalisen

source: Session
kab: Tiɣimit

source: Create new panel
kab: Snulfu-d agalis amaynut

source: Applet Settings
kab: Iɣewwaṛen n teplaḍin

source: Add applet
kab: Rnu tapliḍt

source: Choose a new applet to add to this panel
kab: Fren tapliḍt tamaynut ara ternuḍ ɣer ugalis-agi

source: No settings available
kab: Ulac iɣewwaren iwejden

source: Start
kab: Bdu

source: Center
kab: Talemmast

source: End
kab: Tagara

source: Confirm panel removal
kab: Sentem tukksa n ugalis

source: Do you really want to remove this panel? This action cannot be undone.
kab: D tidet tebɣiḍ ad tekkseḍ agalis-agi? Tigawt-agi ulamek ara tettwasefsex.

source: Remove panel
kab: Kkes agalis

source: Keep panel
kab: Eǧǧ agalis

source: Confirm applet removal
kab: Sentem tukksa n tepliḍt

source: Do you really want to remove this applet? This action cannot be undone.
kab: D tidet tebɣiḍ ad tekkseḍ Tapliḍt-agi? Tigawt-agi ur tezmir ara ad tettwasefsex.

source: Don't ask me again
kab: Ur iyi-d-ssutur ara tikkelt-nniḍen

source: Remove applet
kab: Kkes tapliḍt

source: Keep applet
kab: Eǧǧ tapliḍt

source: Confirm widget removal
kab: Sentem tukksa n uwiǧit

source: Do you really want to remove this widget? This action cannot be undone.
kab: D tidet tebɣiḍ ad tekkseḍ awiǧit-a? Tigawt-agi ur tezmir ara ad tettwasefsex.

source: Choose a plugin
kab: Fren azegrir

source: No description.
kab: Ulac aglam.

source: by %s
kab: sɣur %s

source: No authors listed
kab: Ulac imeskaren yettwafen

source: Widgets
kab: Iwiǧiten

source: Settings
kab: Iɣewwaṛen

source: Set notification sort order
kab: Sbadu amizzwer n wulɣu

source: Set whether notifications are sorted from oldest to newest, or newest to oldest.
kab: Sbadu ma yella tilɣa ad myazwaren seg uqbur ɣer umaynut, neɣ seg umaynut ɣer uqbur.

source: Widget Settings
kab: Iɣewwaṛen n uwiǧit

source: Add widget
kab: Rnu awiǧit

source: Choose a new widget to add to the Widgets view
kab: Fren awiǧit amaynut iwakken ad ternuḍ ɣer teskant n yiwiǧiten

source: Failed to create the widget instance. The plugin engine could not find info for this plugin.
kab: Ulamek asnulfu n tummant n uwiǧit. Amsedday n uzegrir ur izmir ara ad yaf talɣut i uzegrir-agi.

source: Failed to create the widget instance. The plugin engine failed to load the plugin from the disk.
kab: Ulamek asnulfu n tummant n uwiǧit. Amsedday n uzegrir ur yezmir ara ad d-isali azegrir seg uḍebsi.

source: Windows
kab: Isfuyla

source: Button layout
kab: Taneɣruft n tqeffalt

source: Change the layout of buttons in application titlebars.
kab: Snifel taneɣruft n teqfalin deg ufeggag n uzwel n usnas.

source: Center new windows on screen
kab: Slemmes isfuyla imaynuten deg ugdil

source: Center newly launched windows on the current screen.
kab: Slemmes asekker n isfuyla imaynuten deg ugdil amiran.

source: Disable Night Light mode when windows are fullscreen
kab: Sens askar n tafat n yiḍ mi ara ilin isfuyla deg agdil aččuran

source: Automatic tiling
kab: Afser s wudem awurman

source: Left
kab: Azelmaḍ

source: Applets
kab: Tiplaḍin

source: Remove Panel
kab: Kkes agalis

source: Remove this panel from the screen
kab: Kkes agalis-agi seg ugdil

source: Top Dock
kab: Adekkan ufella

source: Right Dock
kab: Adekkan ayeffus

source: Left Dock
kab: Adekkan azelmaḍ

source: Bottom Dock
kab: Adekkan n wadda

source: Top Panel
kab: Agalis n ufella

source: Right Panel
kab: Agalis ayeffus

source: Left Panel
kab: Agalis azelmaḍ

source: Bottom Panel
kab: Agalis n wadda

source: Top
kab: Uksawen

source: Right
kab: Azelmaḍ

source: Bottom
kab: Ukessar

source: Always
kab: Yal tikelt

source: Dynamic
kab: Asmussan

source: Automatic
kab: Awurman

source: Never
kab: Werǧin

source: Position
kab: Ideg

source: Size
kab: Tiddi

source: Set the size (width or height, depending on orientation) of this panel
kab: Sbadu tiddi (tehri neɣ teɣzi,cudd ɣer teɣda) n ugalis-agi

source: Spacing
kab: Tallunt gar

source: Set the spacing between applets for this panel
kab: Sbadu tallunt gar tpliḍin i ugalis-agi

source: Automatically hide
kab: Ffer s wudem awurman

source: When set, this panel will hide from view to maximize screen estate
kab: Mi ara yermed, agalis-agi ad yeffer seg teskant i usemɣeṛ n tallunt n ugdil

source: Transparency
kab: Tafrawant

source: Shadow
kab: Tili

source: Dock mode
kab: Askar n udekkan

source: Style
kab: Aɣanib

source: Icons
kab: Tignitin

source: Set the globally used icon theme
kab: Sbadu asentel amatu yettwasqedcen di tignit

source: Cursors
kab: Tiḥnaccaṭ

source: Set the globally used mouse cursor theme
kab: Sbadu asentel n teḥnaccaḍt n tɣerdayt amatu yettwasqedcen

source: Notification Position
kab: Ideg n tilɣa

source: Set the location for notification popups
kab: Sbadu adig i usfaylu udhimen n yilɣa

source: Dark theme
kab: Asentel ubrik

source: Built-in theme
kab: Asentel usliɣ

source: Animations
kab: Imrayen

source: Control whether windows and controls use animations
kab: Senqed ma yella isfuyla akked isenqaden ad seqdcen imrayen

source: Top Left
kab: Uksawen ɣer zelmaḍ

source: Bottom Left
kab: Ukessar ɣer zelmaḍ

source: Bottom Right
kab: Ukessar ɣer yefus

source: Top Right
kab: Uksawen ɣer yefus

source: Notifications
kab: Ilɣa

source: No widgets added.
kab: Ulac iwiǧiten i yettwarnan.

source: Nothing to see here
kab: Ulac d acu ara twaliḍ dagi

source: No new notifications
kab: Ulac tilɣa timaynutin

source: No apps are currently playing audio.
kab: Ulac isnasen i la tturaren ameslaw akka tura.

source: Play some music
kab: Ɣeṛ kra n uẓawan

source: Unknown Title
kab: Azwel arussin

source: Unknown Artist
kab: Anaẓur arussin

source: Unknown Album
kab: Album arussin

source: Playing - %s
kab: Taɣuri - %s

source: Paused - %s
kab: Yettwaseḥbes - %s

source: No apps are playing audio.
kab: Ulac isnasen i tturaren ameslaw.

source: Apps
kab: Isnasen

source: Devices
kab: Ibenkan

source: Oldest to newest
kab: Seg uqbur ɣer umaynut

source: Newest to oldest
kab: Seg umaynut ɣer uqbur

source: Are you sure you want to end your session?
kab: Tebɣiḍ ad tfakeḍ tiɣimit-ik·im?

source: Authentication Required
kab: Asesteb yettwasra

source: Password:
kab: Awal n uɛeddi:

source: Username:
kab: Isem n useqdac:

source: Authentication is required
kab: Asesteb yettwasra

source: Details
kab: Ifatusen

source: Action:
kab: Tigawt:

source: ID:
kab: ASULAY:

source: Authenticate
kab: Sesteb

source: Name:
kab: Isem:

source: Folder:
kab: Akaram:

source: Show Pointer
kab: Sken asewwaṛ

source: Show Menu Label
kab: Sken tabzimt n wumuɣ

source: Menu Label
kab: Tabzimt n wumuɣ

source: Use Default Menu Icon
kab: Seqdec umuɣ n tignit tamezwart

source: Menu Icon
kab: Tignit n wumuɣ

source: Compact Mode
kab: Askar akussim

source: Show settings items
kab: Sken iferdisen n iɣewwaṛen

source: Enable notification
kab: Rmed ilγa

source: Show date
kab: Sken azemz

source: Show seconds
kab: Sken tisinin

source: Use 24 hour time
kab: Seqdec akud n 24 n usrag

source: Custom Format
kab: Amasal yugnen

source: Custom Timezone
kab: Tamnaḍt tasragant yugnen

source: Show all windows on click
kab: Sken akk isfuyla s usiti

source: Only show favorited
kab: Sken-d kan ismenyafen

source: Lock icons
kab: Sekkeṛ tignitin

source: Restrict to Workspace
kab: Ukrif ɣer tallunt n umahil

source: Middle click to launch new window
kab: Asiti alemmas i usekker n usfaylu amaynut

source: Night Light
kab: Tafat n yiḍ

source: Temperature
kab: Tafesna n teẓɣelt

source: Schedule
kab: Sɣiwes

source: Manual
kab: Awfusan

source: Display Settings
kab: Beqqeḍ iɣewwaṛen

source: Show label
kab: Sken tabzimt

source: Show places
kab: Sken imukan

source: Show network folders
kab: Sken ikaramen n uzeṭṭa

source: Show removable drives
kab: Sken iḍebsiyen izirazen

source: Sort Mode
kab: Askar n umizzwer

source: Sort by type
kab: Smizzwer s wanaw

source: Sort alphabetically
kab: Smizzwer s ugemmay

source: Sort reverse alphabetically
kab: Smizzwer s ugemmay yettin

source: Sort by date ascending
kab: Smizzwer s uzemz yettalin

source: Sort by date descending
kab: Smizzwer s uzemz yettadren

source: Don't show
kab: Ur d-skan ara

source: Always show
kab: Skan yal tikelt

source: Show button icons
kab: Sken tignitin n tqeffalt

source: Show button labels
kab: Sken tibzimin n tqeffalt

source: Show Week Numbers
kab: Sken uṭṭunen n umalas

source: Show Day Names
kab: Sken ismawen n wass

source: Show status of lock keys.
kab: Sken addad n tisura n usekkeṛ.

source: Show drives and favorite folders.
kab: Sken iḍebsiyen d yikaramen imenyafen.

source: Change desktop appearance and behavior
kab: Snifel arwes n tnarit akked Tiddin

source: Budgie Panel
kab: Agalis Budgie

source: Calendar
kab: Awitay

source: Media Controls
kab: Isenqaden n umidya

source: Sound Input
kab: Anekcum n imesli

source: Sound Output
kab: Tuffɣa n imesli

source: Budgie Desktop
kab: Tanarit Budgie

source: Budgie Desktop (magpie)
kab: Tanarit Budgie (magpie)
